<template>
  <div class="container u_top ">
    <div class="u_agreement"><p>汇有财授权签约协议</p></div>
    <div class="u_content">
      <br />
      <p class="u_bold">甲方： （ ） （以下简称“甲方”）</p>
      <p class="u_bold">身份证号码： （ ）</p>
      <p class="u_bold">联系方式： （ ）</p>
      <p class="u_bold">乙方： 江西汇通金融信息服务有限公司 （以下简称“乙方”）</p>
      <p class="u_bold">法定代表人：陈跃文</p>
      <p class="u_bold">联系方式：135****7187</p>
      <p class="u_bold">地址：江西省南昌市红谷滩新区红谷中大道1669号华尔登商业中心喜来登酒店、办公楼写字楼3105-3106室</p>
      <br />

      <h3>鉴于：</h3>
      <p><strong>A.</strong>乙方系依法成立并合法存续的企业法人，有权提供网络借贷和债权转让居间服务；</p>
      <p><strong>B.</strong>乙方和第三方资金存管机构签订了存管协议，为平台用户提供资金存管服务；</p>
      <p><strong>C.</strong>甲方是乙方平台的注册用户，且已在乙方指定的第三方资金存管机构开立资金存管账户；</p>
      <p>
        甲方委托乙方在乙方平台进行自动投标、进行缴费扣款等服务，且甲方拟通过乙方将其合法拥有的全部债权（包括但不限于本金、利息、罚息、复利等债权人享有的所有权利）及相关担保权利，即标的债权转让予出借人和关联出借人，并委托乙方提供相应的服务。
      </p>
      <p>
        基于以上，双方现根据《中华人民共和国合同法》、《中华人民共和国民法通则》等有关法律规定，本着诚实信用的基本原则，经过友好平等协商，对相关事宜达成如下协议，以资信守。
      </p>

      <h3>第一条 定义</h3>
      <p><strong>（一）释义</strong></p>
      <p>
        1.自动投标：指甲方授权乙方在乙方平台提供的网站、手机APP、HTML5页面等服务渠道在甲方认可的出借范围内自动进行投标，选取具体的出借项目（包括平台上的债权转让项目）进行出借，并签署相关的出借项目协议。
      </p>
      <p>2.单笔投标金额界限：指由乙方代甲方自动投标时，每一笔出借的金额均应在此金额范围内。</p>
      <p>3.借款期限：指由乙方代甲方自动投标时，每一笔出借项目的到期期限均应在此期限范围内。</p>
      <p>4.预期年化收益：指由乙方代甲方自动投标时，每一笔出借项目的预期年化出借收益率均应在此收益范围内。</p>
      <p>5.产品类型：指由乙方代甲方自动投标时，每一笔出借项目的类型均应在此产品范围内。</p>
      <p>6.账户保留金额：指在乙方代甲方自动投标后，在甲方的资金存管账户中保留的金额不得低于该金额。</p>
      <p>
        7.乙方平台：指由乙方运营管理的网站，是为现有和潜在借款人、债权转让人、债权受让人和出借人提供代为发布借款需求和债权转让需求、借贷借贷交易和债权转让交易居间服务、客户服务等相关的运营方。
      </p>
      <p>8.借款人：通过乙方平台与债权人达成借款协议，并根据借款协议向债权人借款并支付利息的自然人。</p>
      <p>9.出借人：指通过乙方平台注册账户的会员，可参考乙方的推荐、自主选择购买一定价值债权及其收益权的自然人。</p>
      <p>10.关联出借人：就同一债权转让需求，与债权转让人签署内容及形式与本协议相同或相类似的其他乙方平台会员。</p>
      <p>
        11.标的债权：指甲方合法拥有的全部债权（包括但不限于本金、利息、罚息、复利等债权人享有的所有权利）及相关担保权利。标的债权为甲方的系列债权，是甲方拟在乙方平台转让债权的集合。
      </p>
      <p>12.甲方账户：指甲方在银行开立的银行账户或/和甲方在乙方平台开立的交易账户。</p>
      <p>13.出借人账户：指出借人在银行开立的银行账户或/和出借人在乙方平台开立的交易账户。</p>
      <p>14.债权转让款：指出借人受让标的债权所支付的对价。</p>
      <p>15.债权回购款：指甲方回购标的债权所支付的对价。</p>
      <p><strong>（二）解释</strong></p>
      <p>1.除本协议另有约定外，本协议中所用的术语应当按照行业标准定义、解释。</p>
      <p>2.本协议目录及标题仅为阅读方便的目的，不作为对合同条款进行解释的依据。</p>

      <h3>第二条 合作内容</h3>
      <p><strong>（一）自动投标服务</strong></p>
      <p>1.授权</p>
      <p class="f_o">
        1.1甲方在此无条件且不可撤销地同意并确认：自甲方在乙方提供的服务界面勾选同意本协议并点击确认按钮开启自动投标功能之时起，甲方即授权乙方按照甲方的授权范围自动进行投标。授权范围包括单笔投标金额界限、借款期限、预期年化收益、产品类型、账户保留金额等，该授权范围由甲方通过乙方提供的服务界面进行设置。
      </p>
      <p class="f_o">1.2甲方在此无条件且不可撤销地同意并确认：</p>
      <p class="f_d">
        （1）甲方在乙方平台上根据相关协议和操作流程，需要甲方签署相关文件的，甲方授权乙方在乙方平台使用甲方电子签章代表甲方签署相关文件。
      </p>
      <p class="f_d">
        （2）甲方在乙方平台上同意开通自动投标功能，同意乙方系统为甲方匹配相应的借款项目，并代表甲方签署《风险提示书》、《借款合同》或《债权转让协议》等文件；甲方匹配的借款项目履行完毕或借款人提前全部或部分还款时，为甲方匹配或受让其他借款项目，并代表甲方继续签署上述相应文件。
      </p>
      <p class="f_d">
        <strong
          >甲方知悉：甲方对此等自动投标和自动签署相关协议之安排已充分知悉并理解和同意，并充分知悉通过自动投标和自动签署出借的产品均需持满协议中约定的时间方可转让、且已充分了解出借产品存在一定的流动性风险。</strong
        >
      </p>
      <p class="f_o">
        1.3甲方在此无条件且不可撤销地同意并确认：甲方通过系统自动投标而签署之协议等法律文件或其中的相关条款生效后：乙方即可根据该等协议和本协议相关约定，指令第三方资金存管机构从甲方资金存管账户中对相关款项进行划扣、支付、冻结以及行使其他权利（如支付收益、划扣费用等），甲方对此均予以接受和认可。
      </p>
      <p>2.规则</p>
      <p class="f_o">2.1自动投标规则是本协议的一部分，甲方同意本协议即视为接受并同意自动投标规则的所有条款。</p>
      <p class="f_o">2.2自动投标规则由乙方全权制定，并及时在乙方平台予以公布。</p>
      <p class="f_o">2.3乙方有权根据情况对自动投标规则进行修改，而无需提前征得甲方同意。乙方修改自动投标规则后，应及时在乙方平台予以公告。</p>
      <p><strong>（二）缴费授权服务</strong></p>
      <p>1.甲方授权乙方代为缴纳指定缴费项目款项，并授权乙方根据缴费项目信息主动从甲方在江西银行开立的电子账户中扣划资金的行为。</p>
      <p>2.甲方可通过汇有财网站（www.hyoucai.com）进行提现、债权转让等操作，此时乙方可根据自身业务需求，可选择是否收取服务费。</p>
      <p>3.乙方在代为放款和还款时，根据自身业务需求，可选择是否收取服务费。</p>
      <p>4.甲方给予乙方缴费业务授权时，须以江西银行交易密码输入验证进行授权确认。</p>
      <p>5.乙方获得甲方提供缴费授权后，从甲方江西银行电子账户中划扣缴费项目对应款项。</p>
      <p>6.乙方在扣划前，在网站页面醒目位置告知用户扣划比例，并且严格遵守该比例。</p>
      <p>
        7.乙方应于扣划完成后将处理结果以约定的电子信息方式通知甲方。甲方也可通过中国江西银行网上银行、手机银行、开放式缴费网站、网点柜面以及平台交易流水等渠道查询授权扣取费用明细。
      </p>
      <p>8.双方的平台账户号如下：<br /></p>
      <p class="f_o"><strong>甲方平台账户名：【 】</strong></p>
      <p class="f_o"><strong>乙方平台账户名：【djs996768du 】</strong></p>
      <p><strong>（三）委托服务</strong></p>
      <p>1.委托事项</p>
      <p class="f_o">1.1甲方委托乙方通过乙方平台撮合其与出借人达成交易，以便转让其合法拥有的标的债权，并委托乙方提供相关服务。</p>
      <p class="f_o">1.2甲方不可撤销的委托乙方或其合作机构直接从甲方账户中划转债权回购款，并转入出借人账户或出借人指定的账户。</p>
      <p class="f_o">1.3甲方不可撤销的委托乙方或其合作机构代为收取债权转让款，并转入甲方账户或甲方指定的账户；</p>
      <p class="f_o">1.4乙方自愿接受甲方委托，并承诺将勤勉谨慎地完成委托事项。</p>
      <p>2.委托服务费用</p>
      <p class="f_o">委托服务费用的支付标准和支付方式由双方另行约定。</p>

      <h3>第三条 陈述与保证</h3>
      <p><strong>（一）双方互为陈述与保证如下：</strong></p>
      <p>
        1.其是根据中国法律依法设立并有效存续的企业（如适用）或中国公民（如适用），其拥有签订、履行本协议的权利能力和行为能力、权利、批准和/或授权；
      </p>
      <p>2.本协议经其签署并生效后，即构成对其合法、有效、有约束力、可强制执行的义务；</p>
      <p>
        3.本协议的签署或者履行均不会在任何重大方面违反(a)其公司章程或类似组织性文件（如适用），(b)对其有约束力的任何合同、协议或其他法律文件，或(c)对其适用的任何法律法规；
      </p>
      <p>4.其对方提供的任何文件或信息均是真实、准确、完整的，不存在虚假、重大遗漏或误导性；</p>
      <p>5.各陈述与保证均相互独立，对任何一项陈述与保证的解释不影响其他的效力。</p>
      <p><strong>（二）甲方进一步陈述与保证如下：</strong></p>
      <p>1.甲方积极、主动地配合乙方，保证乙方能够及时按照本协议履行委托事项；</p>
      <p>2.甲方不得擅自解除委托事项或解除本协议，否则由此导致乙方的损失，均由甲方承担；</p>
      <p>3.甲方转让的标的债权真实、合法，且债权可依法转让，不存在权利瑕疵、权属争议，不存在已知或应知的违约情形、重大风险；</p>
      <p>4.甲方不得欺诈融资、不得骗取出借人及关联出借人资金；</p>
      <p>
        5.甲方不得同时通过包括乙方在内的多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一拟债权转让项目进行重复融资；
      </p>
      <p>6.甲方不得在乙方平台以外的公开场所发布同一拟债权转让项目的信息；</p>
      <p>7.在本协议期间不得将委托事项再次委托给除乙方以外的其他方或自行完成。</p>

      <h3>第四条 双方的权利义务</h3>
      <p><strong>（一）甲方的权利义务</strong></p>
      <p>
        1.甲方承诺为江西电子账户的合法所有者，保证所提供的指定账户等信息资料真实、准确、完整。如拟更换账户，及时按乙方规定进行变更，否则由此产生的损失和风险由甲方自行承担。
      </p>
      <p>
        2.甲方承诺扣款时，指定账户状态保持正常（并未发生挂失、冻结、撤销等），且账户余额及支付限额足以支付缴费项目款项。如账户状态不正常或账户余额不足，乙方不能完成款项扣划，由此产生的损失和风险由甲方自行承担。
      </p>
      <p>
        3.甲方应当按照乙方的提示和要求进行操作，真实、准确、完整地填写并审核其个人信息（包括但不限于：电子邮件地址、手机号码等）以及标的债权信息。甲方操作不当或填写的信息有误造成的法律后果、经济损失均由甲方自行承担。
      </p>
      <p>
        4.在提交债权转让需求申请的同时或之后，甲方应根据乙方的要求，(a)明确告知其债权转让需求的要求等事宜，(b)根据乙方的要求，提供标的债权相关的全部必要凭证、资料、授权委托书等。
      </p>
      <p>5.债权转让需求发布后，甲方应当及时核对其真实性、准确性、完整性，如有异议，应当及时向乙方提出。</p>
      <p>
        6.债权转让需求一经在乙方平台发布，未获乙方事前同意和/或本协议约定的程序，甲方不得要求撤回或撤销债权转让需求，亦不得修改债权转让需求的内容。
      </p>
      <p>7.甲方应积极、主动地配合乙方履行本协议规定的相关义务。</p>
      <p>8.甲方应按照双方约定的标准和方式及时向乙方支付委托服务费用。</p>
      <p><strong>（二）乙方的权利义务</strong></p>
      <p>1.甲方第一次授权乙方扣划款后，甲方二次操作上述流程时，乙方扣划款项时不再核对银行卡。</p>
      <p>2.乙方负责按照甲方提供缴费信息进行资金扣划，如因乙方原因造成差错的，由乙方承担责任。因甲方原因造成差错的，由甲方承担责任。</p>
      <p>3.甲方同意遵循乙方项目费用扣取管理规定，乙方可根据技术进步或业务发展的具体情况改进缴费业务服务，但之前应以适当方式通知甲方或进行公告。</p>
      <p>
        4.乙方应做好甲方客户信息保密工作，除向甲方反馈缴费项目缴纳信息以外，未经甲方授权，不得将信息提供给任何单位或个人，法律法规或监管要求另有规定的除外。
      </p>
      <p>
        5.因战争、自然灾害等不可抗力或通信故障、电力故障、系统故障、网络故障等导致乙方不能或不能完全履行本协议项下有关义务时，乙方不承担违约责任。
      </p>
      <p>6.乙方应当按照本协议约定勤勉、谨慎地完成委托事项。</p>
      <p>7.乙方应将委托事项的完成情况及时向甲方反馈。</p>

      <h3>第五条 不可抗力</h3>
      <p>
        1.本协议项下“不可抗力”是指：因自然原因或人为原因造成的不可预见、不可避免且无法克服的事件，包括但不限于：地震、水灾、旱灾、火灾等自然灾害，战争、罢工等社会事件，政府禁令和其他政府行为，计算机软硬件或通信线路的漏洞、故障，大规模病毒、木马和黑客攻击，网络供应商技术调整或故障，银行方面的故障或延迟。
      </p>
      <p>
        2.受不可抗力影响的一方无需承担相应的违约责任，但应当迅速书面通知另一方，尽一切合理努力将不可抗力的影响减少到最低限度，并及时提供证明不可抗力发生及其持续的足够证据。
      </p>

      <h3>第六条 违约责任</h3>
      <p>
        1.任何一方不履行、拒绝履行、逾期履行或瑕疵履行本协议项下的义务，或在本协议项下作出的陈述与保证被证明虚假、错误、重大遗漏或存在误导性，则视为该方违约。
      </p>
      <p>
        2.一方违约时，另一方有权采取以下一种或多种救济方式：(a)要求违约方限期履行，或立即行动使之达到其陈述与保证所描述的情形或状态；(b)要求违约方赔偿守约方的全部损失（包括但不限于直接经济损失、可预见的其他经济损失、已经发生的费用）和守约方为此进行诉讼而产生的费用（如：诉讼费、保全费、执行费、律师费等）；和/或(c)法律法规或本协议约定的其他救济途径。
      </p>

      <h3>第七条 争议解决</h3>
      <p>1.本协议之效力、解释、变更、执行与争议解决等事宜均适用中华人民共和国法律法规、规章和其他政府规定。</p>
      <p>2.因本协议所引起的的任何纠纷或争议，首先应友好协商解决，协商不成的，双方特此同意将纠纷或争议提交至乙方所在地有管辖权的人民法院诉讼解决。</p>

      <h3>第八条 协议的生效、失效</h3>
      <p><strong>（一）协议生效</strong></p>
      <p>
        1.本协议的签署通过乙方提供的服务界面操作，甲方在该服务界面进行的任何形式的确认，包括但不限于签署数字证书等电子签名、输入密码、点击确认按钮等均视为各方对本协议的有效签署
        。本协议经各方通过上述方式签署后，于乙方平台系统记录的签约时间起发生法律效力。
      </p>
      <p>
        2.本协议生效后，若有关法律法规、规章制度出台或修订，相关条款按新出台或修订的法律法规、规章制度办理；本协议中如有与未来出台或修订的法律法规、规章制度存在冲突或不一致的条款，自相关法律法规、规章制度生效之日起即可确认此类条款失效。但本协议其他条款继续有效。
      </p>
      <p>3.本协议也可采用电子文本形式制成，可以有一份或者多份并且每一份具有同等法律效力，并保存在乙方服务器上备查，对各方均具有法律约束力。</p>
      <p>
        4.本协议和甲方在乙方平台开立存管账户时与乙方、第三方资金存管机构签署的相关协议，共同构成了甲方接受乙方提供本协议项下之服务时约束双方行为的协议之整体，甲方均须予以遵守，如有违反，应当自行承担相关违约责任（包括但不限于赔偿相关协议其他守约方因此遭受的全部损失等）。
      </p>
      <p><strong>（二）协议解除</strong></p>
      <p>
        1.除本协议另有约定外，未经双方协商一致，任何一方不得单方解除本协议。本协议未尽事宜或对本协议的任何修改，双方应在友好协商的基础上以书面补充协议的形式作出，补充协议与本协议具有同等法律效力。
      </p>
      <p>2.本协议解除前已经发生的自动投标仍然有效，不受本协议解除影响。</p>
      <p>
        3.本协议解除后，甲方不再授权乙方进行自动投标，乙方不得发起因自动投标而指令第三方资金存管机构从甲方交易结算资金管理账户对相关款项进行划扣、支付、冻结以及行使其他权利（如支付收益、费用等）。
      </p>
      <p>4.本协议部分条款无效的，不影响其他条款的效力。</p>

      <h3>第九条 其他</h3>
      <p>
        1.除本协议另有约定外，本协议项下所有通讯均应为书面形式，并应通过短信、电子邮件、传真、快递或挂号信、专人派送等任一形式发出。除非另有相反的明确规定，通知(1)
        若以短信、电子邮件形式发出，则以短信、电子邮件首次进入收件方系统视为送达；(2) 若以传真形式发出，则以传真传送记录所显示之时间视为送达时间(3)
        若以快递或挂号信的形式作出，则邮戳显示的寄送之日起3天后视为送达（但收件方实际签收的，应以实际签收日为准）；(4)
        若以专人送达的形式发出，则收件方签收时视为送达。双方确认本协议中列明的联系方式为双方有效的送达方式，任何一方联系方式如需变更，则应按照上述流程通知对方。
      </p>
      <p>2.除非本协议另有约定外，未经对方书面同意，任何一方不得将本协议约定的权利、义务转让给其他第三方。</p>
      <p>
        3.甲方如需了解自动投标相关信息，可通过乙方提供的服务渠道进行查询。如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素影响使甲方无法及时了解相关信息，由此产生的责任和风险由甲方自行承担。
      </p>

      <h3><i class="common_xian">特别说明：</i></h3>
      <p class="common_xian">
        <strong
          ><i class="circle"></i
          >甲方已详细阅读并完全同意本协议条款，并承诺甲方对乙方的授权均是不可撤销的授权，乙方在甲方授权范围内所实施的法律行为及所产生的法律后果，甲方均予以认可并独自承担。甲方完全知晓并愿意承担因本协议所带来的或与之相关的一切风险，包括但不限于信用风险、网络技术风险、流动性风险、宏观经济风险等。</strong
        >
      </p>

      <br />
      <center>（以下为签署项，无正文）</center>
      <br /><br />
      <br /><br />
      <ul class="no_border">
        <li><strong>甲方：</strong>（ ）</li>
        <li><strong>乙方：江西汇通金融信息服务有限公司 </strong></li>
      </ul>
      <br />
      <ul class="no_border">
        <li>（签字）<em class=""></em></li>
        <li>（签章）<em class=""></em></li>
      </ul>
      <br />
      <ul class="no_border">
        <li>日期： 年 月 日</li>
        <li>日期： 年 月 日</li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {
  name: 'businessAuth      },'
}
</script>

<style scoped>
.container {
  width: 1140px;
  max-width: 1140px;
  margin: 0 auto;
  height: auto;
}

.container.u_top {
  width: 1000px;
  padding: 0 65px;
  border-top: 2px solid rgba(255, 176, 26, 1);
  border-left: 1px solid #ccc;
  border-right: 1px solid #ccc;
  border-bottom: 1px solid #ccc;
  min-height: 800px;
  margin-bottom: 90px;
  background-color: #fff;
  margin-top: 30px;
}

.container .u_agreement {
  height: 90px;
  padding-top: 20px;
  border-bottom: 1px solid #ccc;
}

.container .u_agreement p,
.container h2 {
  text-align: center;
  font-size: 24px;
  color: #333;
}

.container .u_agreement em {
  width: 102px;
  border-bottom: 1px solid #4a4a4a;
  position: absolute;
  top: 85%;
  left: 104%;
}

.container .u_content p {
  margin-left: 25px;
  font-size: 14px;
  color: #666;
  margin-bottom: 5px;
  line-height: 19px;
}

.container .u_content .common_xian {
  text-decoration: underline;
}

.container .u_content h3 {
  margin-top: 36px;
  margin-bottom: 16px;
}

.container .u_content h3,
.container .u_content strong {
  font-weight: bold;
  color: #000;
}

.container .u_content .u_bold {
  font-weight: bold;
  color: #000;
  letter-spacing: 2px;
}

.container .u_content table td {
  border: 1px solid #e3e3e3;
}

.container .u_content .f_code {
  margin-left: 50px;
  font-size: 14px;
  color: #666;
  margin-bottom: 3px;
  line-height: 19px;
}

.container .u_content .f_o {
  margin-left: 46px;
  color: #666;
}

.container .u_content ul {
  display: inline-block;
  width: 95%;
  border-top: 1px solid #e5e5e5;
}

.container .u_content ul li {
  text-align: left;
  float: left;
  width: 473px;
  height: 32px;
  border: 1px solid #e5e5e5;
  border-top: none;
}

.container .u_content ul li em {
  font-style: normal;
}

.container .u_content .circle {
  width: 8px;
  height: 8px;
  display: block;
  border-radius: 50%;
  background-color: #ef5c52;
  position: absolute;
  top: 11px;
  left: 0px;
}

ul.no_border,
.no_border li {
  border: none !important;
}
</style>
