<template>
  <div class="registerAgre u_top ">
    <div class="u_agreement"><p>汇有财注册协议</p></div>
    <div class="u_content">
      <p class="u_explain">
        本网站（网址：https://www.hyoucai.com
        或https://m.hyoucai.com）由江西汇通金融信息服务有限公司合法运营（以下“本网站”均指该网站及江西汇通金融信息服务有限公司）。在贵方注册成为本网站用户前，请务必仔细阅读以下条款。若贵方一旦注册，即表示贵方同意接受本网站的服务并受以下条款的约束。若贵方不接受以下条款，请贵方立即停止注册或主动停止使用本网站的服务。
      </p>
      <h3>一、本协议的签署和修订</h3>
      <ul>
        <li>
          1.本网站注册用户应当为持有中华人民共和国（为本协议之目的，不含香港、澳门及台湾地区，下称“中国”）有效身份证件的18周岁以上且具有完全民事行为能力和民事权利能力的自然人或系中国境内注册成立的具有独立法人资格的组织或其他机构。如贵方不符合以上条件的，请勿注册，否则本网站有权随时中止或终止贵方的用户资格，并要求贵方的监护人或要求贵方承担相应的责任。贵方注册成功后应妥善保管贵方的用户名和密码。贵方确认，无论是贵方还是贵方的代理人，用贵方的用户名和密码登录本网站后在本网站的一切行为均代表贵方并由贵方承担相应的法律后果。
        </li>
        <li>
          2.本协议内容包括本协议正文所载各项条款，及本网站已经发布的或将来可能发布的各类交易规则、服务规则等规则包括但不限于《借款协议》、《债权转让协议》及《风险提示告知书》等（下称“汇有财规则”）。所有汇有财规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。本协议是贵方自愿与本网站共同签订的，适用于贵方在本网站的全部活动。在贵方注册成为本网站用户时，贵方已经阅读、理解并接受本协议的全部条款及各类具体规则，并承诺遵守中国的各类法律规定，如有违反而导致任何法律后果，贵方将以自己的名义独立承担所有相应的法律责任。
        </li>
        <li>
          3.本网站有权根据需要不时地修改本协议或根据本协议制定、修改的各类汇有财规则并在本网站发布，无需另行单独通知贵方。贵方应不时地注意本协议及各类具体规则的变更，若贵方在本协议和各类具体规则内容公告变更后继续使用本网站提供的服务的，表示贵方已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本网站的服务；同时就贵方在协议和具体规则修订前通过本网站进行的交易及其效力，视为贵方已同意并已按照本协议及有关规则进行了相应的授权和追认。若贵方不同意修改后的协议内容，贵方应停止使用本网站的服务。
        </li>
        <li>
          4.贵方通过自行或授权有关方根据本协议及本网站有关规则、说明操作确认本协议后，本协议即在贵方和本网站之间产生法律效力。本协议不涉及贵方与本网站
          的其他用户之间因在网站交易而产生的法律关系或法律纠纷，本网站不对前述任何纠纷或赔偿承担任何责任；但贵方在此同意将全面接受和履行与本网站其他
          用户在本网站签订的任何法律文本，并承诺按该等法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。
        </li>
      </ul>
      <h3>二、服务的提供</h3>
      <ul>
        <li>
          1.本网站提供的服务包括但不限于：发布借款需求、查阅交易及出借机会、签订和查阅合同、协助用户进行资金充值、提现、代收、代付等，具体详情以本网站
          当时提供的服务内容为准。
        </li>
        <li>
          2.基于法律法规、监管部门的要求以及运行和交易安全的需要，本网站可以暂时停止提供、限制或改变本网站服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要贵方仍然使用本网站的服务，表示贵方仍然同意本协议或者变更后的协议并受其约束。
        </li>
        <li>
          3.贵方确认，贵方通过本网站按本网站服务流程所确认的交易状态、操作将成为本网站为贵方进行相关交易或操作（包括但不限于冻结资金、代为支付或收取款项、订立合同等）的明确指令。贵方同意本网站有权按相关指令依据本协议和/或有关文件和规则对相关事项进行处理。
        </li>
        <li>4.由于贵方未能及时对交易状态进行修改或确认或未能提交相关申请所引起的任何纠纷或损失均由贵方本人负责，本网站不承担任何责任。</li>
        <li>
          5.在任何情况下，对于贵方使用本网站服务过程中涉及由第三方提供相关服务的责任由该第三方承担，本网站不承担该等责任。因贵方自身的原因导致本网站服
          务无法提供或提供时发生任何错误而产生的任何损失或责任，由贵方自行负责，本网站不承担责任。
        </li>
      </ul>
      <h3>三、交易管理和费用</h3>
      <ul>
        <li>
          1.在贵方成功注册后，贵方可以自行或授权贵方的代理人根据本网站有关规则和说明，通过本网站确认签署有关协议并经本网站审核通过后实现资金的出借（出借方式包括但不限于向借款人直接出借、购买理财产品或受让债权等形式）或借款需求。详细操作规则及方式请见有关协议及本网站相关页面的规则和说明。
          贵方应当审慎并独立地对本网站提供的交易信息进行判断并作出决策，在任何情况下，本网站不对其提供的交易信息的真实性、合法性作出明示或暗示、直接
          或间接的担保或承担任何责任。贵方使用本网站的服务进行交易产生的交易风险、损失，均由贵方自行承担。
        </li>
        <li>
          2.本网站将为贵方的借款、还款或资金的出借、回收、出借等交易提供服务，并在服务过程中根据有关文件、协议和/或本网站页面的相关规则、说明等收取必要的服务和/或管理费用，其具体内容、比例、金额等事项请参见有关文件及本网站相关页面的规则和说明。贵方同意，本网站有权不时调整前述服务或管理费用的类型或金额等具体事项并根据本协议和相关规则进行公告、修改。
        </li>
        <li>
          3.本网站并不保证贵方在本网站发布的借款需求、资金出借需求或其他需求一定能够得到满足；在贵方的需求无法得到满足时，本网站不对由此导致贵方的任何损失承担任何责任。
        </li>
      </ul>
      <h3>四、资金管理</h3>
      <span>1.</span>
      <p class="f_o">
        就贵方在本网站进行的出借或借款，本网站和/或本网站委托的第三方支付机构或金融机构可为贵方提供“资金管理服务”，主要包括但不限于：资金的充值、提现、代收、代付、查询等。贵方可以通过本网站有关页面的具体规则或说明详细了解。
      </p>
      <span>2.</span>
      <p class="f_o">贵方了解，上述充值、提现、代收、代付以及查询等服务涉及本网站与第三方支付机构或金融机构的合作。贵方同意：</p>
      <span>2.1</span>
      <p class="f_d">
        受第三方支付机构或金融机构可能仅在工作日进行资金代扣及划转的现状等各种原因所限，本网站不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失;
      </p>
      <span>2.2</span>
      <p class="f_d">
        一经贵方使用前述服务，即表示贵方不可撤销地授权本网站进行相关操作，且该等操作是不可逆转的，贵方不能以任何理由拒绝付款或要求取消交易;
      </p>
      <span>2.3</span>
      <p class="f_d">
        就第三方支付机构或金融机构提供的服务，贵方应按照有关法律文件及第三方支付机构或金融机构的规定向其支付相应的费用，同时，贵方与第三方支付机构或金融机构之间就服务提供、费用支付等事宜而产生的争议或纠纷，均由当事方自行解决，本网站不承担任何直接或间接、全部或部分赔偿责任、担保责任和其他任何法律责任。
      </p>
      <span>3.</span>
      <p class="f_o">
        贵方保证并承诺贵方通过本网站平台进行交易的资金来源合法。贵方同意，本网站有权按照包括但不限于公安机关、检察机关、法院等司法机关、行政机关、军事机关的要求协助对贵方的账户及资金等进行查询、冻结或扣划等操作。
      </p>
      <span>4.</span>
      <p class="f_o">
        本网站有权基于交易安全、交易公平和合规性等方面以及司法机关、仲裁机构、行政机关、军事机关等有权机关/机构的要求不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等。贵方了解，本网站的前述设定可能会对贵方的交易造成一定不便，贵方对此没有异议。
      </p>
      <span>5.</span>
      <p class="f_o">
        如果本网站发现了因系统故障或其他原因导致的处理错误，无论有利于本网站还是有利于贵方，本网站都有权在根据本协议规定通知贵方后纠正该错误，双方权利义务应恢复至如果没有发生该等系统故障或处理错误前双方应该享有或承担的权利义务。如果该等错误导致贵方实际支付或获得的金额与贵方应当支付或获得的金额不一致的，则在本网站通知贵方处理该等错误后，贵方将收到贵方因该等处理错误而少收或多付的款项，贵方亦有义务按照本网站的通知将贵方多收或少付的款项予以返还或补足，且贵方在此不可撤销地同意并授权：若贵方在本网站的账户余额超过该等数额的情况下本网站有权自行划转该等金额。贵方理解并同意，贵方因前述处理错误而多付或少付的款项均不计利息，本网站不承担因前述处理错误而导致的任何损失或责任（包括贵方可能因前述错误导致的利息、汇率等损失），除非有确凿的证据证明上述处理错误是由本网站相关工作人员故意造成。
      </p>
      <h3>五、信息传递风险</h3>
      <ul>
        <li>
          1.在本网站平台交易需订立的协议采用电子合同方式，可以有一份或者多份并且每一份具有同等法律效力。贵方或贵方的代理人根据有关协议及本网站的相关规则在本网站确认签署的电子合同即视为贵方本人真实意愿并以贵方本人名义签署的合同，具有法律效力。贵方应妥善保管自己的账户密码等账户信息，一旦贵方通过前述方式订立电子合同，该合同对各方都具有法律约束力，贵方不得以账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。
        </li>
        <li>
          2.贵方根据本协议以及本网站的相关规则签署电子合同后，不得擅自修改该合同。本网站向贵方提供电子合同的保管查询、核对等服务，如对电子合同真伪或电子合同的内容有任何疑问，贵方可通过本网站查阅有关合同并进行核对。如各方对签署的电子合同有任何争议，应以本网站记录的合同版本为准。
        </li>
      </ul>
      <h3>六、用户信息及隐私权保护</h3>
      <span>1.</span>
      <p class="f_o">
        贵方明确并保证在本网站注册时填写的所有资料诸如姓名、身份信息、电子邮件地址、联系电话、联系地址、邮政编码、银行账号等信息均是有效的、真实的、
        合法的，并在上述信息发生变更时及时更新，以便本网站为贵方提供服务并与贵方进行及时、有效的联系。贵方同意，本网站通过贵方提供的联系方式无法与贵方取得联系而导致的贵方在使用本服务过程中遭受的任何损失或增加任何费用等不利后果，均应由贵方自行承担。
      </p>
      <span>1.1</span>
      <p class="f_d">
        受第三方支付机构或金融机构可能仅在工作日进行资金代扣及划转的现状等各种原因所限，本网站不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失;
      </p>
      <span>1.2</span>
      <p class="f_d">
        贵方同意本网站可以自行或通过本网站的合作机构收集贵方的额外资料，以更好地了解本网站用户，并为其度身订造本网站服务、解决争议和确保在网站进行交易的安全性。但本网站仅收集本网站认为就此目的及达成该目的所必须的关于贵方的个人资料。
      </p>
      <span>1.3</span>
      <p class="f_d">
        贵方同意本网站可以自行或通过合作的第三方机构对贵方提交或本网站搜集的用户信息（包括但不限于贵方的个人身份证信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存等操作。
      </p>
      <span>1.4</span>
      <p class="f_d">
        本网站按照贵方在本网站上的行为自动追踪关于贵方的某些资料。本网站利用这些资料进行有关本网站用户的人口统计、兴趣及行为的内部研究，以更好地了解贵方以便向贵方和本网站的其他用户提供更好的服务。
      </p>
      <span>1.5</span>
      <p class="f_d">
        本网站在本网站的某些网页上使用诸如“Cookies”的资料收集装置。“Cookies”是设置在贵方的硬盘上的小档案，以协助本网站为贵方提供度身订造的服务。
        本网站亦提供某些只能通过使用“Cookies”才可得到的功能。本网站还利用“Cookies”使贵方能够在某段期间内减少输入密码的次数。“Cookies”还可以协助本网站提供专门针对贵方的兴趣而提供的资料。
      </p>
      <span>1.6</span>
      <p class="f_d">
        如果贵方将个人通讯信息（例如：手机短信、电邮或信件）交付给本网站，或如果其他用户或第三方向本网站发出关于贵方在本网站上的活动或登录事项的通讯信息，本网站可以将这些资料收集在贵方的专门档案中。
      </p>
      <span>2.</span>
      <p class="f_o">用户信息的使用和披露</p>
      <p class="f_o">
        本网站承诺对贵方的个人信息和资料（包括贵方主动提交的和本网站收集、记录的所有数据、信息、资料和相应的交易记录、交易文件）承担保密义务，不会将贵方的信息向第三方进行出售或出租。但贵方同意本网站可以将个人信息和资料用于下列用途而无需额外取得贵方的同意和/或授权;
      </p>
      <span>2.1</span>
      <p class="f_d">
        贵方同意本网站可使用关于贵方的个人资料以解决争议、对纠纷进行调停、确保在本网站进行安全交易，并执行本网站的服务协议及相关规则。本网站有时候可能调查多个用户以识别问题或解决争议，特别是本网站可审查贵方的资料以区分使用多个用户名或别名的用户。为限制在网站上的欺诈、非法或其他刑事犯罪活动，使本网站免受其害，贵方同意本网站可通过人工或自动程序对贵方的个人资料进行评价;
      </p>
      <span>2.2</span>
      <p class="f_d">
        贵方同意本网站可以使用贵方的个人资料以改进本网站的推广和促销工作、分析网站的使用率、改善本网站的内容和产品推广形式，并使本网站的网站内容、设计和服务更能符合用户的要求。这些使用能改善本网站的网页，以调整本网站的网页使其更能符合贵方的需求，从而使贵方在使用本网站服务时得到更为顺利、有效、安全及度身订造的交易体验;
      </p>
      <span>2.3</span>
      <p class="f_d">
        贵方同意本网站利用贵方的资料与贵方联络并（在某些情况下）向贵方传递针对贵方的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品推广以及有关贵方使用本网站的通讯。贵方接受本协议即视为贵方同意接收这些资料;
      </p>
      <span>2.4</span>
      <p class="f_d">
        贵方使用本网站服务进行交易时，贵方即授权本公司将贵方的包括但不限于真实姓名、联系方式、信用状况等必要的个人信息和交易信息披露给与贵方交易的另一方或本网站的合作机构（仅限于本网站为完成拟向贵方提供的服务而合作的机构）;
      </p>
      <span>2.5</span>
      <p class="f_d">
        本网站有义务根据有关法律要求向司法机关和政府部门提供贵方的个人资料。在贵方未能按照与本协议、本网站有关规则或者与本网站其他用户签订的有关协议的约定履行自己应尽的义务时（包括但不限于当贵方作为借款人借款逾期或有其他违约时），本网站有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露贵方的个人资料（包括但不限于在本网站及互联网络上公布贵方的违法、违约行为，并有关将该内容记入任何与贵方相关的信用资料、档案或数据库），并且作为出借人的其他用户可以采取发布贵方的个人信息的方式追索债权或通过司法部门要求本网站提供相关
        资料，本网站对此不承担任何责任;
      </p>
      <span>3.</span>
      <p class="f_o">贵方对其他用户信息的使用</p>
      <span>3.1</span>
      <p class="f_d">在本网站提供的交易活动中，贵方无权要求本网站提供其他用户的个人资料，除非符合以下条件：</p>
      <span>（1）</span>
      <p class="f_o">有确切的证据证明与贵方交易的其他用户发生了与贵方签署的法律文件项下的违约行为;</p>
      <span>（2）</span>
      <p class="f_o">
        贵方已经依法对贵方交易的其他用户提起了有关贵方与该用户通过本网站进行的交易有关的仲裁或诉讼并提供了有效的立案（受理）证明和法院签发的调查取证文件的原件;
      </p>
      <span>3.2</span>
      <p class="f_d">
        如贵方通过签署有关协议等方式获得其他用户的个人信息，贵方同意不将该等个人信息用于除还本付息或向借款人追索债权以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。
      </p>
      <h3>七、不保证及使用限制</h3>
      <span>1.</span>
      <p class="f_o">不保证</p>
      <span>1.1</span>
      <p class="f_d">
        在任何情况下，本网站及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员均不以任何明示或默示的方式对贵方使用本网站服务而产生的任何形式的直接或间接损失承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。
      </p>
      <span>1.2</span>
      <p class="f_d">
        鉴于本网站仅为交易平台，本网站不能保证交易各方信息内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且不承担任何由此引起的法律责任，除非该等信息的不真实、不充分、不准确、不完整、无效最终被有权的仲裁机构、司法机关或行政机关最终生效的裁定、判决、裁决或命令认定为因本网站的恶意所导致。
      </p>
      <span>1.3</span>
      <p class="f_d">
        因为本网站或者涉及的第三方网站的设备、系统存在缺陷、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素造成的损失，本网站均不负责赔偿，贵方的补救措施只能是与本网站协商终止本协议并停止使用本网站。但是，中国现行法律、法规另有规定的除外。
      </p>
      <span>1.4</span>
      <p class="f_d">
        本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。贵方应按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由贵方自行判断并承担风险，而与本网站无关。
      </p>
      <span>2.</span>
      <p class="f_o">使用限制</p>
      <span>2.1</span>
      <p class="f_d">
        贵方承诺合法使用本网站提供的服务及网站内容。贵方不得利用本网站服务从事侵害他人合法权益之行为，不得在本网站从事任何可能违反中国的法律、法规、规章和政府规范性文件的行为或者任何未经授权的行为，比如，擅自进入本网站的未公开的系统、不正当的使用账号密码和网站的任何内容等。
      </p>
      <span>2.2</span>
      <p class="f_d">
        在任何情况下，非因本网站的原因导致贵方在使用本网站服务和/或通过本网站交易过程中遭受的损失（包括但不限于本息损失），均应由贵方自行承担或解决；
        此外，贵方理解本网站基于技术限制和要求需要不时地对本网站进行升级或维护并可能需要中断对贵方的服务，本网站对由此导致的后果不承担责任。
      </p>
      <span>2.3</span>
      <p class="f_d">
        贵方确认并同意本网站有权不时地根据法律、法规、政府要求透露、修改或者删除本网站上必要的信息，以便更好地运营本网站并保护自身及本网站的其他合法用户。
      </p>
      <span>2.4</span>
      <p class="f_d">
        本网站中全部内容的版权均属于本网站所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“网站内容”）。网站内容受中华人民共和国著作权法及各国际版权公约的保护。未经本网站事先书面同意，贵方承诺不以任何方式、复制、模仿、传播、出版、公布、
        展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。贵方承认网站内容是属于本网站的财产。未经本网站书面同意，贵方亦不得将本网站包含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，本网站将追究贵方的法律责任。
      </p>
      <span>2.5</span>
      <p class="f_d">
        由于贵方违反本协议或任何法律、法规或侵害第三方的权利，而引起第三方对本网站提出的任何形式的索赔、要求、诉讼，本网站有权向贵方追偿相关损失，包括但不限于本网站的法律费用、调查费用、名誉损失、及向第三方支付的补偿金等。
      </p>
      <h3>八、协议终止及账户的暂停、注销或终止</h3>
      <span>1.</span>
      <p class="f_o">
        除非本网站终止本协议或者贵方申请终止本协议且经本网站同意，否则本协议始终有效。在贵方违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，本网站有权通过站内信、电子邮件通知等方式终止本协议、关闭贵方的账户或者限制贵方使用本网站。但贵方同意并确认：贵方在本网站账户的暂停、中断或终止不代表贵方责任的终止，贵方仍应继续履行贵方使用本网站服务期间所签署之各项法律文件（包括但不限于本协议、对应的交易文件）项下未履行完毕之义务，并对贵方使用本网站服务期间的行为承担可能的违约或损害赔偿责任；此外，在该等情况下，本网站仍可保存贵方的个人信息和资料并根据本协议规定予以使用和披露。
      </p>
      <span>2.</span>
      <p class="f_o">
        贵方决定不再使用在本网站注册的用户账户时，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将用户账户中的可用款项（如有）全部提现或者向本网站发出其它合法的支付指令，并向本网站申请注销该用户账户，经本网站审核同意后可正式注销用户账户。
      </p>
      <span>3.</span>
      <p class="f_o">
        如果贵方死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若贵方丧失全部或部分民事权利能力或民事行为能力，本网站有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与用户账户相关的款项。
      </p>
      <span>4.</span>
      <p class="f_o">
        贵方若发现有第三人冒用或盗用贵方的用户账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知本网站，要求本网站暂停相关服务，否则由此产生的一切责任由贵方本人承担。同时，贵方理解本网站对贵方的请求采取行动需要合理期限，本网站对第三人在本网站采取行动之前使用该服务所导致的损失不承担任何责任。如果本网站采取了力所能及的行动而无法阻止第三人的侵权行为及其后果的，本网站也不应对贵方的损失承担任何责任。
      </p>
      <span>5.</span>
      <p class="f_o">
        贵方同意，根据有权的仲裁机构、司法机关、行政机关或其他政府机构的有效的法律文书、裁决、命令，或者发生本协议规定的其他紧急情况时，本网站有权无需进行事先通知即终止提供本协议项下的各项服务，并关闭、注销贵方的账户、删除该账户中的所有相关资料及档案，同时将贵方滞留于本网站账户的全部合法资金退回到贵方的银行账户或者根据权力机关要求进行其他处置。在必要时，本网站无需进行事先通知即有权终止提供用户账户服务，并可能立即暂停、关闭或删除贵方的用户账户及该用户账户中的所有相关资料及档案，并将贵方滞留在这些账户的全部合法资金退回到贵方的银行账户。
      </p>
      <span>6.</span>
      <p class="f_o">
        本网站有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向贵方提供本协议项下的全部或部分会员服务，并将注册资料移除或删除，且无需对贵方或任何第三方承担任何责任。前述情形包括但不限于：
      </p>
      <span>（1）</span>
      <p class="f_o">本网站认为贵方提供的个人资料不具有真实性、有效性或完整性;</p>
      <span>（2）</span>
      <p class="f_o">本网站发现异常交易或有疑义或有违法之虞时;</p>
      <span>（3）</span>
      <p class="f_o">本网站认为贵方的账户涉嫌洗钱、套现、传销、被冒用或其他本网站认为有风险之情形;</p>
      <span>（4）</span>
      <p class="f_o">本网站认为贵方已经违反本协议中规定的各类规则及精神;</p>
      <span>（5）</span>
      <p class="f_o">
        本网站基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向贵方提供本协议项下的全部或部分服务，并将注册资料移除或删除的其他情形。
      </p>
      <span>7.</span>
      <p class="f_o">
        若贵方使用第三方网站账号注册本网站用户账户，则贵方应对贵方本网站用户账户所对应的第三方网站账号拥有合法的使用权，如贵方对该第三方网站账号丧失使用权的，则本网站可停止为贵方的该用户账户提供服务。但如该用户账户尚存有余额的，本网站将会为贵方妥善保管。此时，如贵方欲取回其原有余额，本网站将提供更换本网站账户名的服务，即贵方可把贵方原本网站账户下余额转移到贵方另外合法注册的本网站账户中；如贵方无法自助完成更换账户名，贵方可以向本网站提出以贵方的银行账户接受原有资金的请求，经核验属实后，本网站可配合贵方将原有资金转移到以贵方真实姓名登记的银行账户下。
      </p>
      <h3>九、通知</h3>
      <p class="ele">
        本协议项下的通知如以公示方式作出，一经在本网站公示即视为已经送达。除此之外，其他向贵方个人发布的具有专属性的通知将由本网站向贵方在注册时提供的电子邮箱，或本网站在贵方的个人账户中为贵方设置的站内消息系统栏，或贵方在注册后在本网站绑定的手机发送，一经发出即视为已经送达。贵方应密切关注贵方的电子邮箱、站内消息系统栏中的邮件、信息及手机中的短信信息。贵方同意本网站出于向贵方提供服务之目的，可以向贵方的电子邮箱、站内消息系统栏和手机发送有关通知或提醒；若贵方不愿意接收，请在本网站相应系统板块进行设置。但贵方同时同意并确认，若贵方设置了不接收有关通知或提醒，则贵方有可能收不到该等通知信息，贵方不得以贵方未收到或未阅读该等通知信息而主张相关通知未送达于贵方，并承担由此造成的全部责任。且贵方同意，如果因本合同的签订和履行而发生争议，则上述地址也将作为争议解决机构送达相关通知和文书的有效送达地址。
      </p>
      <h3>十、适用法律和管辖</h3>
      <p class="ele temp_yuan" style="display: none;">
        本协议的签订、生效、履行、争议的解决均适用中华人民共和国法律。<br />
        如因本协议产生或与本协议有关的所有纠纷，双方应当协商解决，协商不成的，均应向本协议签订地即江西省南昌市红谷滩新区有管辖权的人民法院提起诉讼。债权转让后，因本协议产生的任何争议，均应由债权受让人注册所在地有管辖权的人民法院管辖。
      </p>
      <p class="ele temp_zhuhai" style="display: none;">
        本协议的签订、生效、履行、争议的解决均适用中华人民共和国法律。<br />
        如因本协议产生或本协议有关的所有纠纷，双方应当协商解决，协商不成的，均应提请珠海仲裁委员会仲裁，并适用其网络仲裁规则（包括适用互联网金融仲裁特别规定条款）进行书面审理，珠海仲裁委员会的裁决为终局裁决，对双方具有法律约束力。
      </p>
      <p class="ele temp_quzhou" style="display: none;">
        本协议的签订、生效、履行、争议的解决均适用中华人民共和国法律。<br />
        如因本协议产生或本协议有关的所有纠纷，双方应当协商解决，协商不成的，均应提请衢州仲裁委员会仲裁，并适用其网络仲裁规则（包括适用互联网金融仲裁特别规定条款）进行书面审理，衢州仲裁委员会的裁决为终局裁决，对双方具有法律约束力。
      </p>
      <h3>十一、其他</h3>
      <p class="ele">
        本网站对本协议拥有最终的解释权。本协议及本网站有关页面的相关名词可互相引用参照，如有不同理解，则应以最合理的，最接近本网站服务内容的理解为准。此外，若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'register'
}
</script>

<style scoped>
.registerAgre {
  height: 100%;
  margin: 0 auto;
}

.registerAgre.u_top {
  width: 1000px;
  padding: 0 65px;
  border-top: 2px solid rgba(255, 176, 26, 1);
  border-left: 1px solid #e5e5e5;
  border-right: 1px solid #e5e5e5;
  border-bottom: 1px solid #e5e5e5;
  min-height: 800px;
  margin-bottom: 90px;
  background-color: #fff;
  margin-top: 30px;
}

.registerAgre .u_agreement {
  height: 90px;
  border-bottom: 1px solid #ccc;
}

.registerAgre .u_agreement p {
  line-height: 90px;
  text-align: center;
  font-size: 24px;
  color: #333;
}

.registerAgre .u_content {
  margin-top: 35px;
  margin-bottom: 90px;
}

.registerAgre .u_content .u_explain {
  text-align: left;
  color: #666;
  font-size: 14px;
}

.registerAgre .u_content h3 {
  font-size: 18px;
  color: #333;
  margin-top: 35px;
  margin-bottom: 10px;
}

.registerAgre .u_content .b_o {
  margin-top: 110px;
  margin-bottom: 25px;
}

.registerAgre .u_content ul {
  list-style-type: decimal;
}

.registerAgre .u_content ul li {
  font-size: 14px;
  color: #666;
  margin-left: 15px;
}

.registerAgre .u_content .ele {
  font-size: 14px;
}

.registerAgre .u_content span {
  float: left;
  margin-right: 6px;
  color: #666;
  font-size: 14px;
}

.registerAgre .u_content .f_o {
  margin-left: 25px;
  font-size: 14px;
  color: #666;
  margin-bottom: 3px;
  line-height: 19px;
}

.registerAgre .u_content .f_d {
  margin-left: 26px;
  font-size: 14px;
  color: #666;
  margin-bottom: 3px;
  line-height: 19px;
}

.registerAgre .u_content .add_t {
  margin-top: 36px;
  margin-bottom: 15px;
  font-size: 16px;
}

.registerAgre .u_content .add_b {
  margin-top: 40px;
}

.registerAgre .u_content .s_t {
  margin-top: 11px;
}

.registerAgre .u_content .t_f {
  border: 1px solid #ccc;
  width: 974px;
  height: 198px;
  margin-top: 20px;
}

.registerAgre .u_content .t_f .se_t {
  border-bottom: 1px solid #ccc;
}

.registerAgre .u_content .t_f .r_se {
  border-right: 1px solid #ccc;
}

.registerAgre .u_content .b_s {
  margin-top: 53px;
}

.registerAgre .u_content .s_s {
  border: 1px solid #ccc;
  width: 630px;
  height: 422px;
  padding-top: 40px;
  padding-left: 25px;
  padding-right: 25px;
  line-height: 24px;
}

.registerAgre .u_content .s_notice {
  margin-bottom: 40px;
  text-align: center;
  font-size: 14px;
}

.registerAgre .u_content .s_con {
  font-size: 14px;
}

.registerAgre .u_content .s_s .r_name {
  text-align: right;
  font-size: 14px;
}
</style>
