<template>
  <div class="content">
    <h2>风险告知书</h2>
    <p class="content-a">尊敬的客户：</p>
    <p class="content-b">
      恭喜您成为江西汇通金融信息服务有服公司运营的网络借贷平台—汇有财平台的用户。感谢您参与/出借本服务/投资容，本《风险告知书》经您确认，即视为您已详细了解并理解本风险告知书的全部内容，对其中揭示的风险均有足够的认识，您可在了解融资项目信贷风险后，根据您的金融产品投资经历、风险认知能力、风险识别能力和风险承受能力，自主选择将来源合法的自有资金通过汇有财平台进行资金出借。当您点击“出借”、“申请出借”
      “立即出借”、“确认出借”、“同意协议”、“接受协议”或类似文字时，即视为您已经充分理解并确认本《风险告知书》的相关内容，并自愿承担网络借贷可能产生的风险。
    </p>
    <p class="content-a">一、网络借贷风险告知：</p>
    <p class="content-b">
      1.
      在您通过汇有财平台进行资金出借的过程中，可能会面临导致您出借资金及预期收益受损的各种风险，包括但不限于法律政策风险、信用风险、市场风险、提前终止风险、信息传递风险等。您在进行资金出借前请务必了解融资项目信贷风险，确保自身具备相应的投资风险意识、风险认知能力、风险识别能力和风险承受能力，拥有非保本类金融产品投资的经历并熟悉互联网，并请您根据自身的风险承受能力选择是否出借资金及出借资金的数额。
    </p>
    <p class="content-a">二、您参与/出借本服务/出借标的，可能会面临以下风险，包括但不限于：</p>
    <p class="content-a">1. 政策风险</p>
    <p class="content-b">因国家宏观政策和相关法律法规发生变化，影响系统实时匹配交易功能服务的正常提供。</p>
    <p class="content-a">2. 信用风险</p>
    <p class="content-b">
      汇有财网站及依托公司不对出借项目本金和收益提供任何保证或承诺。在发生最不利情况下（可能但并不一定发生），可能不利于用户实现项目的预期收益甚至本金遭受损失。
    </p>
    <p class="content-a">3. 市场风险</p>
    <p class="content-b">
      由于市场供求关系、利率变动、资产价值波动等不确定的未来市场变化，在发生最不利情况下（可能但并不一定发生），可能不利于用户实现项目的预期收益甚至本金遭受损失。
    </p>
    <p class="content-a">4. 提前终止风险</p>
    <p class="content-b">根据市场环境变化汇有财网站有权停止系统实时匹配交易功能，在提前终止情形下，客户面临丧失出借机会及再出借的风险。</p>
    <p class="content-a">5. 信息传递风险</p>
    <p class="content-b">
      汇有财网站将按协议约定进行信息披露，用户应充分关注并及时主动查询项目相关信息，如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素的影响使得无法及时了解信息，由此产生责任和风险应由用户承担。
    </p>
    <p class="content-a">6. 不可抗力及意外事件风险</p>
    <p class="content-b">
      包括但不限于自然灾害、金融市场危机、战争、黑客攻击、病毒感染等不能预见、不能避免、不能克服的不可抗力事件，对于由于不可抗力及意外事件风险导致的任何损失，客户须自行承担。
    </p>
    <p class="content-a">三、网络借贷信息中介机构不得从事或者接受委托从事下列活动：</p>
    <p class="content-b">（一）为自身或变相为自身融资；</p>
    <p class="content-b">（二）直接或间接接受、归集出借人的资金；</p>
    <p class="content-b">（三）直接或变相向出借人提供担保或者承诺保本保息；</p>
    <p class="content-b">（四）自行或委托、授权第三方在互联网、固定电话、移动电话等电子渠道以外的物理场所进行宣传或推介融资项目；</p>
    <p class="content-b">（五）发放贷款，但法律法规另有规定的除外；</p>
    <p class="content-b">（六）将融资项目的期限进行拆分；</p>
    <p class="content-b">（七）自行发售理财等金融产品募集资金，代销银行理财、券商资管、基金、保险或信托产品等金融产品；</p>
    <p class="content-b">（八）开展类资产证券化业务或实现以打包资产、证券化资产、信托资产、基金份额等形式的债权转让行为；</p>
    <p class="content-b">（九）除法律法规和网络借贷有关监管规定允许外，与其他机构投资、代理销售、经纪等业务进行任何形式的混合、捆绑、代理；</p>
    <p class="content-b">
      （十）虚构、夸大融资项目的真实性、收益前景，隐瞒融资项目的瑕疵及风险，以歧义性语言或其他欺骗性手段等进行虚假片面宣传或促销等，捏造、散布虚假信息或不完整信息损害他人商业信誉，误导出借人或借款人；
    </p>
    <p class="content-b">（十一）向借款用途为投资股票、场外配资、期货合约、结构化产品及其他衍生品等高风险的融资提供信息中介服务；</p>
    <p class="content-b">（十二）从事股权众筹等业务；</p>
    <p class="content-b">（十三）法律法规、网络借贷有关监管规定禁止的其他活动。</p>
    <p class="content-b">参与网络借贷的出借人与借款人应当为网络借贷信息中介机构核实的实名注册用户。</p>
    <p class="content-a">四、借款人应当履行下列义务及不得从事行为</p>
    <p class="content-b">（一）借款人应当履行下列义务：</p>
    <p class="content-b">1.提供真实、准确、完整的用户信息及融资信息；</p>
    <p class="content-b">2.提供在所有网络借贷信息中介机构未偿还借款信息；</p>
    <p class="content-b">3.保证融资项目真实、合法，并按照约定用途使用借贷资金，不得用于出借等其他目的；</p>
    <p class="content-b">4.按照约定向出借人如实报告影响或可能影响出借人权益的重大信息；</p>
    <p class="content-b">5.确保自身具有与借款金额相匹配的还款能力并按照合同约定还款；</p>
    <p class="content-b">6.借贷合同及有关协议约定的其他义务。</p>
    <p class="content-b">（二）借款人不得从事下列行为：</p>
    <p class="content-b">1.通过故意变换身份、虚构融资项目、夸大融资项目收益前景等形式的欺诈借款；</p>
    <p class="content-b">2.同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一融资项目进行重复融资；</p>
    <p class="content-b">3.在网络借贷信息中介机构以外的公开场所发布同一融资项目的信息；</p>
    <p class="content-b">4.已发现网络借贷信息中介机构提供的服务中含有《网络借贷信息中介机构业务活动管理暂行办法》第十条所列内容，仍进行交易；</p>
    <p class="content-b">5.法律法规和网络借贷有关监管规定禁止从事的其他活动。</p>
    <p class="content-b">参与网络借贷的出借人，应当具备投资风险意识、风险识别能力、拥有非保本类金融产品投资的经历并熟悉互联网。</p>
    <p class="content-a">五、参与网络借贷的出借人应当履行下列义务：</p>
    <p class="content-b">1.向网络借贷信息中介机构提供真实、准确、完整的身份等信息；</p>
    <p class="content-b">2.出借资金为来源合法的自有资金；</p>
    <p class="content-b">3.了解融资项目信贷风险，确认具有相应的风险认知和承受能力；</p>
    <p class="content-b">4.自行承担借贷产生的本息损失；</p>
    <p class="content-b">5.借贷合同及有关协议约定的其他义务。</p>
    <p class="content-a"><strong>特别提示</strong></p>
    <p class="content-b">前述风险提示不能穷尽全部风险及市场的全部情形。</p>
    <p class="content-b">出借人在确认出借前，应勾选《风险告知书》，确认已阅读并同意所告知的风险。</p>
    <p class="content-b">
      本人已认真阅读并完全理解、接受本《风险告知书》的全部内容，愿意依法承担出借本服务/出借标的可能产生的财务损失及法律责任。本人知悉本服务/出借标的的风险，了解贵司作为网络借贷信息中介机构在其中的责任，本人自愿参与、出借本服务/出借标的，自行享有其出借收益并承担其全部风险损失。
    </p>
    <p class="content-c">风险告知方：江西汇通金融信息服务有限公司</p>
  </div>
</template>

<script>
export default {
  name: 'agreement'
}
</script>

<style scoped lang="scss">
.content {
  width: 1140px;
  margin: 0 auto;
  padding: 0 65px;
  border-top: 2px solid #ce9b37;
  border-left: 1px solid #ccc;
  border-right: 1px solid #ccc;
  border-bottom: 1px solid #ccc;
  min-height: 800px;
  margin-bottom: 90px;
  background-color: #fff;
  margin-top: 30px;
  line-height: 40px;
  h2 {
    text-align: center;
    line-height: 80px;
  }
  .content-b {
    text-indent: 2em;
  }
  .content-c {
    text-align: right;
    line-height: 180px;
  }
}
</style>
