<template>
  <div class="content">
    <h2>三方协议</h2>
    <p>
      <strong>签约重要提示：</strong>
    </p>
    <p>
      <strong>为了维护您的权益，请您在签署本协议之前仔细阅读,检查并确认以下事宜。
        <br>1. 您有权签署本协议，若依法需要取得他人同意的，您已经取得充分授权。
        <br>2. 您已经认真阅读并充分理解本协议所有条款，并特别注意了其中加黑字体部分的内容。
        <br>3. 您已经确知任何欺诈、违约行为均要承担相应的法律责任；您将本着诚实、信用的原则，自愿签订并依约履行本协议。
        <br>4. 您在出借人或出借人与第三方合作机构共同运营的网站、移动端APP、微信公众号以及电子商务平台上注册的账号（用户名）和密码（包括登陆密码、支付密码、短信验证码等）是出借人识别您身份及指令的唯一标志，所有使用您账号和密码的操作均视为您的（授权）操作行为且您应当对您的（授权）操作行为承担责任, 您应妥善保管账号及密码，防止账号及密码泄露，因账号及密码泄露所造成的损失将由您自行承担。
        <br>5. 您的借款仅能用于借款协议约定的借款用途，禁止将借款用于固定资产投资、股权类投资、证券投资等借款协议约定外的用途。
        <br>6. 您需按本协议约定按时还款，若您的账户余额不足，将导致逾期还款，这将产生逾期罚息和滞纳金，并影响您的信用记录。
        <br>您已详细咨询并完全理解利息及相关费用的收取规则、禁止性行为、违约后果等。本协议条款一经您勾选并提交即视为您已完全理解并同意本协议全部条款（包括有关权利义务和/或责任限制、免责条款），且视为您已签署本协议并将在本协议生效后承担相应的法律责任。您认可本合同所采用电子签名方式的法律效力并认可本电子合同的形式合法性、保存合法性、证据真实性和签名可靠性。
      </strong>
    </p>
    <p>甲方：【出借人 姓名 】，丙方平台账户号：【 】 地址：【 】</p>
    <p>乙方：【消费者姓名 】，丙方平台账户名：【 】 ，身份证号：【 】 地址：【 】</p>
    <p>丙方：江西汇通金融信息服务有限公司，丙方平台账户名：【 】 地址：【 】</p>
    <p>甲、乙双方均是丙方运营平台（指丙方运营的汇有财www.hyoucai.com或丙方届时运营的任何其他平台，下称“丙方平台”）的注册用户。乙方因个人购买商品或享受相关服务需向甲方借款，丙方愿意为甲、乙双方的上述交易提供相应的服务，为此，协议三方达成如下条款，以昭信守。</p>
    <p>
      <strong>一、借款</strong>
    </p>
    <p class="content-a">1. 乙方将向甲方借款，用于个人购买商品或享受相关服务，并承诺按月向甲方还本付息。借款和还款的明细见下表（以下称“借款明细表”）。</p>
    <table class="table1">
      <tr>
        <td colspan="2">借款本金</td>
        <td colspan="2">人民币： 元</td>
        <td colspan="2">大写（人民币 ）：</td>
      </tr>
      <tr>
        <td colspan="2">借款用途</td>
        <td colspan="4"></td>
      </tr>
      <tr>
        <td>放款日</td>
        <td></td>
        <td>最终到期日</td>
        <td></td>
        <td>还款期数</td>
        <td></td>
      </tr>
      <tr>
        <td colspan="2">每月还款日</td>
        <td colspan="4">每月【】日24:00前，节假日不顺延</td>
      </tr>
      <tr>
        <td colspan="2">利息年化利率</td>
        <td colspan="4">【】</td>
      </tr>
      <tr>
        <td colspan="2">借款利息</td>
        <td colspan="2">人民币： 元</td>
        <td colspan="2">大写（人民币 ）：</td>
      </tr>
      <tr>
        <td colspan="2">还款本息总额</td>
        <td colspan="2">人民币： 元</td>
        <td colspan="2">大写（人民币 ）：</td>
      </tr>
      <tr>
        <td colspan="2">每月还款本息总额</td>
        <td colspan="2">人民币： 元</td>
        <td colspan="2">大写（人民币 ）：</td>
      </tr>
    </table>
    <p class="content-a">2. 本协议项下的借款用途为借款明细表列明的借款用途，乙方不得将所借款项用于借款用途以外的目的。</p>
    <p
      class="content-a"
    >3. 放款：本协议签订并生效后的5个工作日内，甲方应将借款打入乙方如下银行账户（下称“乙方账户”）：账户名：【 】 ；账号：【 】；开户银行：【 】。甲方依据本款规定实际向乙方账户支付了上述第一款规定的借款本金，则甲方在本协议项下的放款义务完成。甲方实际向乙方账户打款的日期即为放款日（下称“实际放款日”），如果实际放款日与借款明细表记载的放款日不一致，则以实际放款日为准，并且借款明细表中的最终到期日将根据实际放款日相应调整。</p>
    <p class="content-a">4. 若乙方账户发生变更，乙方应在账户变更后及时通知甲方并经甲方确认，授权划扣账户相应发生变更。</p>
    <p>
      <strong>一、还款</strong>
    </p>
    <p
      class="content-a"
    >1. 乙方应按本协议规定向甲方归还本金并支付利息；如发生逾期还款，乙方需按本协议约定向甲方支付逾期违约金和逾期还款滞纳金。乙方应支付的上述款项统称为“乙方应付款项”。</p>
    <p
      class="content-a"
    >2. 乙方应于到期还款日或之前向甲方归还全部乙方应付款项，包括每月还款本金、利息、逾期违约金（如果有的话）和逾期还款滞纳金（如果有的话）（以上各类款项统称为“当期应付款项”）。到期还款日是指本借款明细表中约定的还款日，还款本金和利息数额为借款明细表中约定的还款本息总额。</p>
    <p
      class="content-a"
    >3. 乙方应使用以下还款方式定期偿还当期应付款项；若因乙方提供的账户信息错误、账户余额不足或其他任何原因导致还款不成功，乙方应根据本协议第三条和第七条等相关约定承担责任。
      <br>
      <strong>还款方式：</strong>乙方不可撤销地授权丙方在每月还款日从上述第一条第3款规定的乙方账户中扣除相应的款项，并将扣款转至甲方认可的账户，用于向甲方偿还乙方应偿还的当期应付款项。
    </p>
    <p
      class="content-a"
    >4. 乙方根据本条第3款、第一条第3款以及第五条的规定对丙方的授权期间：自本协议生效日起，至乙方清偿其在三方协议项下应归还和支付的全部钱款后止。授权人在授权期限内不可撤销其根据本授权对丙方的全部或部分授权。</p>
    <p class="content-a">5. 归还日期：当期应付款的成功偿还日期应以相应款项到达甲方账户或甲方的银行账户之日为准。</p>
    <p>
      <strong>三、 逾期还款</strong>
    </p>
    <p class="content-a">1. 每月还款日的24:00时前，乙方未足额支付当月应还款项的，则视为逾期。</p>
    <p class="content-a">2. 乙方逾期的，除应付本金、利息外还应当另行支付逾期违约金和逾期还款滞纳金（上述款项合称为“逾期款项”）。</p>
    <p class="content-a">3. 逾期违约金依照逾期本金年化利率24%的标准按日收取，直至清偿完毕之日。逾期违约金每期单独计算。逾期还款滞纳金为【0元】。</p>
    <p class="content-a">如乙方的还款金额不足以支付全部逾期款项，乙方应按如下顺序支付：A.逾期还款滞纳金；B.逾期违约金；C. 丙方应收取的平台服务费；D.利息；E.本金。</p>
    <p
      class="content-a"
    >5. 如乙方有多期逾期款项且还款金额不足以支付全部逾期款项的，乙方应先偿还最早一期的逾期款项，偿清前一期的全部逾期款项后，再偿还后一期的逾期款项，以此类推。</p>
    <p
      class="content-a"
    >6. 若乙方对任何一期的应还款在到期后的15日还没有全额归还，或乙方在任何一期的应还款到期后没有归还且无法联系达7日的，则乙方在本协议项下借款视为全部提前到期。该期借款逾期未满15日但已届最终到期日的，仍以最终到期日为全部借款到期日。对于已经到期的款项，乙方应当按本条第2款的规定，支付逾期还款滞纳金、逾期违约金、利息和本金；对于尚未到期但按本条规定被视为已提前到期的剩余部分，视为提前还款款项，乙方应承担提前还款的违约责任，并且乙方已支付给丙方的平台服务费用均不作退还。</p>
    <p class="content-a">
      7. 当乙方存在逾期还款情形时，甲方有权自己或授权丙方或丙方的合法受托人，以包括电话、手机短信、电子邮件、站内信或其他合法方式提醒并催告乙方履行还款义务。
      <strong>乙方已充分阅读且理解本项规定含义，并完全同意。</strong>
    </p>
    <p class="content-a">
      8. 甲方可将其对乙方之债权及与债权相关的全部权利（包括但不限于借款本金、利息、逾期违约金、逾期还款滞纳金等）转让给丙方或丙方指定的其他人，并授权丙方或丙方指定的其他人以其自身名义通过包括但不限于短信、电子邮箱、APP站内信/站内消息、网站公告、其他数据电文等形式向乙方发送债权转让通知，丙方依据本协议向乙方发送的债权转让通知视同甲方所发，乙方认可该等债权转让通知与甲方所发的债权转让通知具有同等法律效力，
      <strong>乙方不会对该等债权转让通知的效力及相关的债权转让效力提出任何异议。</strong>丙方或丙方指定的其他人取得对乙方之债权后，可依法再行转让。
    </p>
    <p class="content-a">9. 因乙方逾期还款，债权人为实现债权而发生的所有费用，包括但不限于律师费、调查费、催收费、保全费、仲裁服务费、仲裁费等相关费用均由乙方承担。</p>
    <p>
      <strong>四、 冷静期</strong>
    </p>
    <p
      class="content-a"
    >1. 冷静期：从甲方放款成功时起的48小时内，乙方可以使用借款人冷静期特权，其他借款期间中不可使用，乙方在冷静期内只有将全部本金和相应的利息归还给甲方并支付本协议规定的其它费用后才可以终止本协议。</p>
    <p>
      <strong>五、丙方的服务费</strong>
    </p>
    <p
      class="content-a"
    >1. 乙方在贷款期限内应向丙方支付平台服务费，折合年化利率为___%，具体包括：手机验证费人民币【总服务费10%】元，银行卡验证费人民币【总服务费10%】元，身份验证费人民币【 总服务费10% 】元，征信审核费人民币【总服务费20% 】，信息发布费人民币【总服务费10% 】元，客户服务费人民币【总服务费 20% 】元，客户端维护费人民币【总服务费20%】元。以上费用合计人民币【总服务费】元，由乙方按月支付给丙方，每月人民币【月服务费】元。乙方应保证乙方账户有足够的资金，并不可撤销地授权丙方及丙方指定的第三方从乙方账户中将平台服务费划转至丙方账户。</p>
    <p
      class="content-a"
    >2. 乙方充分理解，其所支付给丙方的服务费是其接受丙方的服务而应支付的合理费用，本协议签订并实际履行后，如因任何原因而导致乙方和丙方之间的合同产品买卖关系终止或提前解除，或因任何原因导致甲方和乙方之间的借款合同关系终止或提前解除，乙方无权要求丙方退还其已支付的服务费。</p>
    <p>
      <strong>六、陈述与保证</strong>
    </p>
    <p
      class="content-a"
    >1. 甲方和乙方充分理解，甲方和乙方是本协议项下借款关系的合同主体，关于借款关系的权利与义务由甲方和乙方享有和承担。乙方具有完全民事权利能力和民事行为能力，有权签署和履行本协议及相关附件。乙方提交的一切文本、图文、个人信息、融资信息等资料均为真实、准确、完整、有效。</p>
    <p
      class="content-a"
    >2. 乙方在申请本借款项目之前，如在其他网络借贷信息中介机构有未偿还的借款时，应如实向丙方提供相应的信息；乙方特此承诺在所有网络借贷信息中介机构平台借款总余额未超过法律、法规及网络借贷有关监管规定的借款余额上限。</p>
    <p
      class="content-a"
    >3. 乙方承诺其向甲方申请借款的行为系真实、合法的。乙方仅将按照本协议约定的用途使用借款、不得将借款用于任何其它目的。乙方擅自改变借款用途将承担违约责任。乙方不得将所借款项用于任何违法活动（包括但不限于赌博、吸毒、贩毒、卖淫嫖娼等）及生产经营和消费以外的范畴（包括但不限于股票、基金、期货等金融产品的投资、房地产及房地产信托投资、二次借贷、彩票等）。</p>
    <p
      class="content-a"
    >4. 乙方应配合并确保甲方或丙方可以定期对乙方的履约情况及信用状况等内容进行检查与分析。发生影响或可能影响甲方权益的重大信息时，乙方应按照本协议约定向甲方或丙方如实报告。</p>
    <p class="content-a">5. 乙方确保自身具有与借款金额相匹配的还款能力，并按照合同约定还款及履行本协议约定的其他义务。</p>
    <p class="content-a">6. 乙方充分理解，其所支付给丙方的服务费并非借款利息，而是其接受丙方的服务而应支付的合理报酬。</p>
    <p
      class="content-a"
    >7. 乙方承诺并保证，其所提供的信息均为真实、完整和有效。如乙方的任何个人信息发生变更，乙方应当在变更发生之日起3个工作日内通知甲方和丙方，若乙方未及时告知该变更，因此而造成的任何后果、损失和费用，将由乙方自行承担。</p>
    <p
      class="content-a"
    >8. 乙方在此不可撤销地授权甲方和丙方向中国人民银行征信中心（下称“征信中心”）、上海资信有限公司（下称“上海资信公司”）以及任何其他合法设立的征信机构报送乙方的个人信用信息（包括但不限于申请信息和交易信息），并同意征信中心、上海资信公司以及任何其他合法设立的征信机构将乙方的个人信用信息纳入到征信中心运营的金融信用信息基础数据库（下称 “信用信息数据库”）、上海资信公司建设的网络金融征信系统（下称“NFCS系统”）以及任何其他合法设立的征信机构运营的信用信息系统之中，供具有适当资格的单位/个人查询和使用，并用于相关法律、法规、规章和规范性文件规定的用途和本协议约定的用途。并且，乙方还不可撤销地授权甲方和丙方向上海资信公司建设的NFCS系统、征信中心的信用信息数据库以及任何其他合法设立的征信机构运营的信用信息系统查询乙方的个人信用信息、信用报告和信用评价。</p>
    <p
      class="content-a"
    >9. 甲乙双方不可撤销地同意，丙方可以使用并向其投保的保险公司披露甲乙双方的个人信息、本协议、本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息。</p>
    <p class="content-a">10. 甲方保证其向乙方出借的资金为自有资金，且来源均合法。</p>
    <p class="content-a">11. 乙方同意其个人信息可供甲方和丙方今后为其提供其他服务使用。</p>
    <p
      class="content-a"
    >12. 当乙方发生本合同项下的违约时，甲方和丙方有权根据乙方的违约情况决定公开乙方的违约信息，并且乙方在此不可撤销地同意并授权甲方和丙方将有关本合同的信息、乙方提供的其他信息、乙方个人信用信息、信用报告和信用评价披露给有关的催收机构、保险机构、银行、其它金融机构、以及任何合法设立的征信机构、以及律师事务所。并不可撤销的授权甲方和丙方将上述信息提供给第三方，以便第三方对于到期未归还借款进行催收、处置等。</p>
    <p
      class="content-a"
    >13. 乙方出现逾期还款且债权人已将纠纷提交争议处理机构处理时，为使仲裁/诉讼/执行程序能顺利进行，乙方同意并授权争议处理机构（包括但不限于仲裁委员会、人民法院等机构）可以通过第三方业务合作伙伴（包括但不限于电信运营商中国电信、中国联通、中国移动及其分支机构）查询乙方的基本信息（包括乙方名下的手机号码以及根据通信行业标准所规定的各类信息），并同意争议处理机构可利用前述信息用于仲裁阶段以及法院诉讼（一审、二审、再审）、执行阶段的仲裁/诉讼/执行文书的电子送达。乙方同意第三方合作伙伴提供上述信息时无需告知本人。</p>
    <p>
      <strong>七、违约</strong>
    </p>
    <p class="content-a">1. 发生下列任何一项或几项情形的，视为乙方违约：</p>
    <p class="content-b">（1）乙方违反其在本协议项下的任何义务、承诺或保证的；</p>
    <p class="content-b">（2）乙方擅自改变本协议约定的借款用途的；</p>
    <p class="content-b">（3）乙方提供虚假资料、通过故意变换身份、虚构借款、夸大借款项目收益前景、故意隐瞒重要事实或其他欺诈借款行为的；</p>
    <p class="content-b">（4）乙方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；</p>
    <p class="content-b">（5）乙方的财务状况出现影响其履约能力的不利变化，且不能及时提供有效补救措施的；</p>
    <p
      class="content-b"
    >（6）乙方同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复融资，或者在网络借贷信息中介机构以外的公开场所发布本协议约定的同一借款项目信息的。</p>
    <p class="content-a">2. 若乙方违约或根据甲方和丙方合理判断乙方可能发生违约事件的，甲方（委托丙方及其合法受托人）有权采取下列任何一项或几项救济措施：</p>
    <p class="content-b">（1）宣布已出借借款全部提前到期，乙方立即偿还所有应付款项，并承担相应的违约责任；</p>
    <p class="content-b">（2）立即解除本协议中关于借款关系部分的内容；</p>
    <p class="content-b">（3）采取法律、法规以及本协议约定的其他救济措施。</p>
    <p
      class="content-a"
    >3. 若乙方违约，应赔偿甲方和/或丙方因此遭受的损失，包括由此产生的律师费、调查费、催收费、仲裁服务费、仲裁费等其他费用；并且，在乙方违约的情况下，乙方已经支付给丙方的任何服务费用均不予退还。</p>
    <p>
      <strong>八、 保密条款</strong>
    </p>
    <p class="content-a">1. 本协议签署后, 除非另有约定或事先得到各方的书面同意, 本协议各方均应承担以下保密义务：</p>
    <p
      class="content-b"
    >（1）任何一方不得向非本协议方（丙方及其委托的第三方服务商/合作方除外）披露本协议以及本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；</p>
    <p class="content-b">（2）任何一方只能将保密信息和其内容用于本协议项下的目的, 不得用于任何其他目的。本款的约定不适用于下列保密信息：</p>
    <p class="content-c">A. 从披露方获得时，已是公开的；</p>
    <p class="content-c">B. 从披露方获得前，接受方已经获知的；</p>
    <p class="content-c">C. 从有正当权限并不受保密义务制约的第三方获得的；</p>
    <p class="content-c">D. 非依靠披露方披露或提供的信息独自开发的。</p>
    <p class="content-a">2. 因下列原因披露保密信息，不受前款的限制：</p>
    <p class="content-b">（1） 向本协议各方聘请的会计师、律师、咨询公司披露；</p>
    <p class="content-b">（2） 因遵循可适用的法律、法规的强制性规定而披露；</p>
    <p class="content-b">（3） 依据其他应遵守的法规向审批机构和/或权力机构进行的披露；</p>
    <p class="content-b">（4） 为服务于本协议项下的目的，向相关第三方披露的。</p>
    <p class="content-a">3. 本协议任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。</p>
    <p class="content-a">4. 本协议各方应促使其向之披露保密信息的第三方严格遵守本条约定。</p>
    <p class="content-a">5. 各方在本条项下的权利和义务应在本协议终止或到期后继续有效。</p>
    <p>
      <strong>九、 通知</strong>
    </p>
    <p
      class="content-a"
    >1. 本协议任何一方根据本协议约定做出的通知和/或文件均应以书面形式（包括但不限于电子邮件、手机短信、丙方平台信息公告等方式）作出，各方根据本协议作出的所有通知均为合法有效的通知。</p>
    <p class="content-a">2. 本协议各方之间的书面通知或文件往来，必须发送至各方的送达地址。</p>
    <br>
    <p class="content-b">乙方的送达地址为：</p>
    <p class="content-b">地址:_____________________</p>
    <p class="content-b">Email:_____________________</p>
    <p class="content-b">电话:_____________________</p>
    <p class="content-b">地址:_____________________</p>
    <br>
    <p class="content-b">丙方的送达地址为:</p>
    <p class="content-b">地址:江西省南昌市红谷滩新区红谷中大道1669号华尔登商业中心31层</p>
    <p class="content-b">收件人：客户服务部</p>
    <p class="content-b">电话：400-099-7979</p>
    <p class="content-b">Email：cs@idjshi.com</p>
    <br>
    <p class="content-b">甲方授权委托丙方代为收取相关通知和文件，具体送达地址同上述丙方的地址。</p>
    <br>
    <p class="content-a">
      3. 若本协议任何一方更改其联系人或联系地址或电子邮件邮箱地址，应尽快按本条约定在相关信息变更
      之日起3个工作日内书面通知各方。
    </p>
    <p
      class="content-a"
    >4. 各方还在此确认，如果各方因本合同的签订和履行而发生争议，则上述地址也将作为争议解决机构（包括法院和仲裁机构）送达相关通知和文书的有效送达地址；如由他人代为签收的，视为送达；因无人签收、拒收等原因导致退回的，退回之日即为送达之日。</p>
    <p>
      <strong>十、 法律适用和管辖</strong>
    </p>
    <p class="content-a">本协议的签订、履行、终止、解释均适用中国法律。各方同意，因本协议所产生的或与本协议有关的一切争议，各方应协商解决；协商无法达成一致的，均应提交本协议签订地即江西省南昌市红谷滩新区有管辖权的人民法院进行诉讼，债权转让后，因本协议产生的任何争议，均应由债权受让人所在地有管辖权的人民法院管辖。</p>
    <p>
      <strong>十一、 其他</strong>
    </p>
    <p class="content-a">
      各方授权丙方可应任一方的合理要求，向其提供另一方提供给丙方的所有信息。丙方亦有义务随时应
      甲方要求向甲方提供涉及乙方的任何信息或资料。
    </p>
    <p class="content-a">2.甲方和丙方保留将乙方违约失信的相关信息在丙方平台或其他媒体披露的权利。</p>
    <p class="content-a">3.本协议的传真件、复印件、扫描件等复本或其它形式的电子副本等同于原件的法律效力。</p>
    <p class="content-a">
      4.甲乙丙三方均确认，本协议的签署，生效和履行以不违反中国的法律法规为前提，如本协议中的任何
      一条或多条违反适用的法律法规，则该条将被视作无效，但该无效条款并不影响本协议其他条款的法律效力。
    </p>
    <p class="content-a">
      5.本协议各方理解，甲方对乙方的借款条件尚需审核，如果甲方审核后不同意向乙方借款，并且甲方最
      终没有签署本协议，则乙方不可撤销地同意并授权丙方寻找愿意将资金出借给乙方的新的出借方（“新的资金出借方”）。当丙方根据本条规定为乙方寻找到新的资金出借方，则乙方和丙方不可撤销地同意，由新的资金出借方作为本协议的甲方，在此情况下，本协议将在新的资金出借方以及乙方和丙方之间生效并实际履行，并且本协议的各项条款内容均维持不变。
    </p>
    <table class="t_f">
      <tr>
        <td>甲方：（签字）</td>
        <td class="r_se"></td>
        <td>乙方：（签字）</td>
        <td></td>
      </tr>
      <tr class="se_t">
        <td>日期：</td>
        <td class="r_se">
          <em class="name1"></em>
        </td>
        <td>日期：</td>
        <td>
          <em class="name2"></em>
        </td>
      </tr>
      <tr>
        <td colspan="4">丙方：江西汇通金融信息服务有限公司</td>
      </tr>
      <tr>
        <td></td>
        <td>（盖章）</td>
        <td></td>
        <td></td>
      </tr>
      <tr>
        <td>日期：</td>
        <td class="cachel"></td>
        <td></td>
        <td></td>
      </tr>
    </table>
  </div>
</template>

<script>
export default {
  name: 'threePartySS'
}
</script>

<style scoped lang="scss">
.content {
  width: 1140px;
  margin: 0 auto;
  padding: 0 65px;
  border-top: 2px solid #ce9b37;
  border-left: 1px solid #ccc;
  border-right: 1px solid #ccc;
  border-bottom: 1px solid #ccc;
  min-height: 800px;
  margin-bottom: 90px;
  background-color: #fff;
  margin-top: 30px;
  line-height: 30px;
  h2 {
    text-align: center;
    line-height: 80px;
  }
  .content-a {
    text-indent: 2em;
  }
  .content-b {
    text-indent: 4em;
  }
  .content-c {
    text-indent: 6em;
  }
  .table1 {
    margin-left: 50px;
    tr {
      td {
        border: 1px solid #000;
        width: 80px;
        padding: 0 5px;
      }
    }
  }
  .s_t {
    margin-top: 11px;
  }
  .t_f {
    border: 1px solid #ccc;
    width: 974px;
    height: 198px;
    margin-top: 20px;
    margin-bottom: 30px;
    tr td {
      width: 25%;
      padding: 0 20px;
    }
  }
  .t_f .se_t {
    border-bottom: 1px solid #ccc;
  }

  .t_f .r_se {
    border-right: 1px solid #ccc;
  }
}
</style>
